const posts = [
  {
    name: "bilbord",
    imageSrc: "bilboard.jpg",
    description:
      " Рекламни пизи (Билбордове) предлагаме ви изработка и монтаж на съоръжения рекламни пизи, както идизайн, предпечат и печат на винилени платна за тези така популярнирекламни конструкции. Трябва само да ни се обадите или пишете напосочениет в страница КОНТАКТИ координати или в страниците ни всоциалните мрежи.Размерите са:- 4х3 метра - стандартни билбордове Пиза - 8х4 метра - мегабордове - 3.65х2.42 м - скролери на ключови кръстовища в градовете- Супер билборд върху сграда с големи размери",
    price: "1500",
  },
  {
    name: "Билборд",
    imageSrc: "signs.jpg",
    description:
      " City lights ракети Най-популярните медии, от които се изработват паната за city lights ракети са хартия, PVC фолио или винил. Разбира се има и по нестандартни синтетични материали за задно  осветяване, които също се използват.  Ние както знаете можем да изградим за вас самите конструкции, даотпечатим паната за тях, да направим дизайна им и да ги монтираме.Всичко което трябва да направите е да се свържете с нас на посоченитев страница КОНТАКТИ координати или да ни откриете и пишете всоциалните мрежи.",
  },
  {
    name: "Заснемане на събития",
    imageSrc: "sybitiya.jpg",
    description:
      "Искате ли завинаги да запазите спомена за важно за вас събитие? Може да се възползвате от новата ни услуга - заснемане на събитие, за да се оставите отпечатък в историята и да аслаждавате  този момент по всяко време! При интерес може да се свържете с нас на посочените в страница КОНТАКТИ координати или да ни откриете и пишете в социалните мрежи.",
    price: "1500",
  },
  {
    name:"Заснемане с дрон",
    imageSrc: "dron.jpg",
    description: "Предлагаме ви екстериорно заснемане на хотели, ресторанти, сгради, строежи и други видове обекти,заснемане на всякакви природни участъци и други открити площи и най-новата ни опция - 360° снимки и видео. При въпроси може да се свържете с нас на посочените в страница КОНТАКТИ координати или да ни откриете и пишете в социалните мрежи."
  }
];

const card = ({ name, imageSrc, description, price }) => {
  return `
  <div id="container">
  <div class="product-details">
  <h1>${name}</h1>
  <p class="information">${description}</p>
  <div class="control">
  <button class="btn">
  <span class="price">${price ? price : "999"} $ </span>
  <span class="shopping-cart">
  <i class="fa fa-shopping-cart" aria-hidden="true"></i
  ></span>
  <span class="buy">Buy Now</span>
  </button>
  </div>
  </div>
  <div class="product-image">
  <img src="../Images/${imageSrc}" alt="Omar Dsoky" />
  </div>
  </div>`;
};