const posts = [
  {
    name: "bilbord",
    imageSrc: "../Images/bilboard.jpg",
    description:
      "Артикул №1 - Рекламни пизи (Билбордове)<br /><br />Предлагаме ви изработка и монтаж на съоръжения рекламни пизи, както идизайн, предпечат и печат на винилени платна за тези така популярнирекламни конструкции. Трябва само да ни се обадите или пишете напосочениет в страница КОНТАКТИ координати или в страниците ни всоциалните мрежи.<br />Размерите са:<br />- 4х3 метра - стандартни билбордове Пиза<br />- 8х4 метра - мегабордове<br />- 3.65х2.42 м - скролери на ключови кръстовища в градовете<br />- Супер билборд върху сграда с големи размери",
  },
  {
    name: "bilbord",
    imageSrc: "../Images/signs.jpg",
    description:
      " Артикул №2 - City lights ракети Най-популярните медии, от които се изработват паната за city lights ракети са хартия, PVC фолио или винил. Разбира се има и по нестандартни синтетични материали за задно  осветяване, които също се използват.  Ние както знаете можем да изградим за вас самите конструкции, даотпечатим паната за тях, да направим дизайна им и да ги монтираме.Всичко което трябва да направите е да се свържете с нас на посоченитев страница КОНТАКТИ координати или да ни откриете и пишете всоциалните мрежи.",
  },
];
